<?php

$categories = [
  'ピザ' => [
      [
        'name' => 'マルゲリータ',
        'price' => 800,
      ],
      [
        'name' => 'きのこピザ',
        'price' => 600,
      ],
      [
        'name' => 'ベジタブルピザ',
        'price' => 900,
      ],
      [
        'name' => 'チーズピザ',
        'price' => 700,
      ],
    ],
    'パスタ' => [
      [
        'name' => 'マルゲリータ',
        'price' => 800,
      ],
      [
        'name' => 'きのこピザ',
        'price' => 600,
      ],
      [
        'name' => 'ベジタブルピザ',
        'price' => 900,
      ],
      [
        'name' => 'チーズピザ',
        'price' => 700,
      ],
    ],
    '一品' => [
      [
        'name' => 'マルゲリータ',
        'price' => 800,
      ],
      [
        'name' => 'きのこピザ',
        'price' => 600,
      ],
      [
        'name' => 'ベジタブルピザ',
        'price' => 900,
      ],
      [
        'name' => 'チーズピザ',
        'price' => 700,
      ],
    ],
    'アルコール' => [
      [
        'name' => 'マルゲリータ',
        'price' => 800,
      ],
      [
        'name' => 'きのこピザ',
        'price' => 600,
      ],
      [
        'name' => 'ベジタブルピザ',
        'price' => 900,
      ],
      [
        'name' => 'チーズピザ',
        'price' => 700,
      ],
    ],
  ];

$menus = [
  [
    'name' => 'マルゲリータ',
    'price' => 800,
  ],
  [
    'name' => 'きのこピザ',
    'price' => 600,
  ],
  [
    'name' => 'ベジタブルピザ',
    'price' => 900,
  ],
  [
    'name' => 'チーズピザ',
    'price' => 700,
  ],
];
